public class InformationAboutAnimals {
    public String information = "Мышь – это мелкое животное отряда грызунов. Срок жизни - не более 18-ти месяцев. " +
            "Основу рациона мышей составляет растительная пища. Мыши очень плодовиты, принося в год от 5 до 7 помётов " +
            "размером по 3-7 детёнышей. Мыши живут большими семьями, что имеет и отрицательные стороны. Между отдельными " +
            "особями возникают конфликты, связанные с недостатком корма." +
            "\n\n" +
            "Змея – животное класса пресмыкающихся. Средний срок жизни – 5-10 лет. Самка змеи откладывает 15-17 яиц в год, " +
            "новые потомства появляются ежегодно. Змеи питаются мелкими животными, в частности мышами. Взрослой змее достаточно " +
            "съедать 1 мышь раз в 3-5 дней. Змеи довольно сильно подвержены атакам паразитических организмов." +
            "\n\n" +
            "Ястребы — подсемейство хищных птиц из семейства ястребиных. Продолжительность жизни – 12-17 лет. " +
            "Пара ястребов выращивает 4-6 детенышей ежегодно. Ястребы охотятся на фазанов, белок, змей и др." +
            "Взрослому ястребу для пропитания необходимо съесть к примеру 2 голубя или 1 змею в день.";
}
